Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_242_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Geahča oanehisvideo anárlaš Eero áiggeájiin .
smn: Keejâ uánihisvideo anarâš Eero puđâldâsâin

source: Menešjávrelaš Eero niehkun lea beassat vuodjit mohtorgielkkáin geasseguovdil .
smn: Menišjávrálâš Eero juurdâš moottorkiälhástâlmist kaskoo keesi .

source: Bagadallan / govven / čuohppan : Eero Mattus
smn: Stivrim / kuvvim / čuoppâm : Eero Mattus

source: Buvttadeapmi : Sámi oahpahusguovddáš 2008
smn: Pyevtittâs : Säämi máttááttâskuávdáš 2008

source: Guhkkodat : 1,30
smn: Kukkodâh:1,30
